Repository: Baron59/boss
Catalog: data/boss-common/resources/l10n/*/LC_MESSAGES/messages.po
Languages: ru

source: (not detected)
ru: (не найдена)

source: BOSS: Select Game
ru: BOSS: Выбор игры

source: Plain Text
ru: Обычный текст

source: Last Run
ru: Последний запуск

source: 2nd Last Run
ru: Два последних запуска

source: &View BOSS Log
ru: &Лог BOSS

source: Opens your BOSSlog.
ru: Открывает ваш лог BOSS

source: &Run BOSS
ru: &Запуск BOSS

source: Runs BOSS with the options you have chosen.
ru: Запускает BOSS с выбранными вами опциями.

source: &Quit
ru: &Выход

source: Quit BOSS.
ru: Выйти из BOSS.

source: &File
ru: &Файл

source: &User Rules...
ru: &Пользовательские правила...

source: Opens your userlist in your default text editor.
ru: Открывает ваш список правил в редакторе по умолчанию.

source: &Settings...
ru: &Настройки...

source: Opens the Settings window.
ru: Открывает окно настроек

source: &Edit
ru: &Правка

source: Switch to running BOSS for Oblivion.
ru: Переключение на запуск BOSS для Oblivion

source: Switch to running BOSS for Nehrim.
ru: Переключение на запуск BOSS для Nehrim

source: Switch to running BOSS for Skyrim.
ru: Переключение на запуск BOSS для Skyrim

source: Switch to running BOSS for Fallout 3.
ru: Переключение на запуск BOSS для Fallout 3

source: Switch to running BOSS for Fallout: New Vegas.
ru: Переключение на запуск BOSS для Fallout: New Vegas.

source: Switch to running BOSS for Morrowind.
ru: Переключение на запуск BOSS для Morrowind

source: &Active Game
ru: &Игра

source: Open &Main Readme
ru: Описание &BOSS

source: Opens the main BOSS readme in your default web browser.
ru: Открывает описание программы в браузере по умолчанию.

source: Open &Userlist Syntax Doc
ru: Описание &синтаксиса списка правил

source: Opens the BOSS userlist syntax documentation in your default web browser.
ru: Открывает документацию по списку правил BOSS в браузере по умолчанию.

source: Open &Masterlist Syntax Doc
ru: Описание синтаксиса &мастерлиста

source: Opens the BOSS masterlist syntax documentation in your default web browser.
ru: Открывает документацию по синтаксису мастерлиста в браузере по умолчанию.

source: &Open API Readme
ru: Описание &API

source: Opens the BOSS API readme in your default web browser.
ru: Открывает описание BOSS API в браузере по умолчанию.

source: Open &Version History
ru: &История версий

source: Opens the BOSS version history in your default web browser.
ru: Открывает историю версий BOSS в браузере по умолчанию.

source: View &Copyright Licenses
ru: &Лицензия

source: View the GNU General Public License v3.0 and GNU Free Documentation License v1.3.
ru: Просмотр GNU General Public License v3.0 и GNU Free Documentation License v1.3.

source: &Check For Updates...
ru: &Проверка обновлений...

source: Checks for updates to BOSS.
ru: Проверить обновления для BOSS

source: &About BOSS...
ru: &О BOSS...

source: Shows information about BOSS.
ru: Показать информацию о BOSS

source: &Help
ru: &Справка

source: Output Options
ru: Опции вывода

source: Show BOSS Log On Completion
ru: Открыть лог BOSS по завершению

source: Display File CRCs
ru: Показать CRC файлов

source: BOSS Log Format:
ru: Формат лога BOSS:

source: Edit User Rules
ru: Правила

source: Run BOSS
ru: Запуск BOSS

source: View BOSS Log
ru: Лог BOSS

source: Run Options
ru: Открыть опции

source: Sort Plugins
ru: Сортировать плагины

source: Update Masterlist
ru: Обновить мастерлист

source: Perform Trial Run
ru: Выполнить тестовый запуск

source: Update Masterlist Only
ru: Только обновить мастерлист

source: Undo Changes
ru: Отмена изменений

source: Undo Level:
ru: Уровень отмены:

source: This decides both the format of BOSSlog generated when you click the "Run BOSS" button and the BOSSlog format opened when you click the "View BOSSlog" button.
ru: Устанавливает формат лога BOSS, генерируемого, когда вы нажимаете кнопку "Запуск BOSS" и формат лога, открытого нажатием кнопки "Открыть лог BOSS".

source: The format of BOSSlog this opens is decided by the setting of the "BOSSlog Format" Output Option above.
ru: Формат открываемого лога BOSS, задается вышестоящей опцией - "Формат лога BOSS".

source: Runs BOSS, simulating its changes to your load order, but doesn't actually reorder your mods.
ru: Запускает BOSS, имитируя изменения порядка загрузки, но в действительности, не меняет порядок ваших модов.

source: Ready
ru: Готов

source: Error: %1%
ru: Ошибка: %1%

source: BOSS: Working...
ru: BOSS: Работает...

source: Masterlist already up-to-date.
ru: Мастерлист уже обновлен

source: Masterlist updated successfully.
ru: Мастерлист успешно обновлен

source: BOSS: User Rules Manager
ru: BOSS: Менеджер пользовательских правил

source: Error: "%1%" cannot be found.
ru: Ошибка: "%1%" не найден

source: A "one-click" program for users that quickly optimises and avoids detrimental conflicts in their TES IV: Oblivion, Nehrim - At Fate's Edge, TES V: Skyrim, Fallout 3 and Fallout: New Vegas mod load orders.
ru: Простая программа для пользователей, которая быстро оптимизирует и предотвращает конфликты в порядке загрузки модов, для таких игр как: TES IV: Oblivion, Nehrim - At Fate's Edge, TES V: Skyrim, Fallout 3 и Fallout: New Vegas.

source: The automatic updater will download the installer for the new version to this BOSS folder.
ru: Автоматическое обновление загрузит установщик новой версии в эту папку BOSS.

source: It will then launch the installer before exiting. Complete the installer to complete the update.
ru: Перед выходом установщик будет запущен. Завершите установку для завершения обновления.

source: BOSS: Automatic Updater
ru: BOSS: Автоматическое обновление

source: Automatic updater cancelled.
ru: Автоматическое обновление отменено

source: Initialising download...
ru: Инизиализация загрузки...

source: New installer successfully downloaded! When you click 'OK', BOSS will launch the downloaded installer and exit. Complete the installer to complete the update.
ru: Новый установщик успешно загружен! Когда вы нажмете 'Готово', BOSS запустит загруженный установщик и закроется. Выполните установку для завершения обновления.

source: Update failed. Details: %1% Update cancelled.
ru: Обновление не удалось. Детали: %1% Обновление отменено.

source: Update failed. Details: %1%; %2% Update cancelled.
ru: Обновление не удалось. Детали: %1%; %2% Обновление отменено.

source: BOSS: Settings
ru: BOSS: Настройки

source: Update check failed. Details: %1%
ru: Проверка обновлений не удалась. Детали: %1%

source: Update check failed. No Internet connection detected.
ru: Проверка обновлений не удалась. Не найдено активное интернет-соединение.

source: BOSS: Check For Updates
ru: BOSS: Проверка обновлений

source: Update available! New version: %1% The update may be downloaded from any of the locations listed in the BOSS Log.
ru: Доступно обновление! Новая версия: %1% обновление может быть загружено из любого другого места, из представленных в логе BOSS.

source: Failed to get release notes. Details: %1%
ru: Не удалось получить замечания к выпуску. Детали: %1%

source: Update available! New version: %1% Release notes: %2% Do you want to download and install the update?
ru: Доступно обновление! Новая версия: %1% Замечания к выпуску: %2% Вы хотите загрузить и установить обновление?

source: Standard (0)
ru: Стандарт (0)

source: Level 1
ru: Уровень 1

source: Level 2
ru: Уровень 2

source: Level 3
ru: Уровень 3

source: Autodetect
ru: авто. обнаружение

source: Default Game:
ru: Игра по умолч.:

source: Language:
ru: Язык:

source: Check for BOSS updates on startup
ru: Проверять обновления BOSS при запуске

source: Use User Rules Manager
ru: Менеджер пользовательских правил

source: Close the GUI after running BOSS
ru: Закрыть GUI после запуска BOSS

source: Language settings will be applied after the BOSS GUI is restarted.
ru: Установки языка будут применены после перезапуска BOSS GUI.

source: Proxy Hostname:
ru: Имя хоста:

source: Proxy Port Number:
ru: Номер порта:

source: Proxy Username:
ru: Имя пользователя:

source: Proxy Password:
ru: Пароль:

source: Debug Output Verbosity:
ru: Уровень детализации отладочных сообщений

source: Include Source Code References
ru: Включает ссылки на исходный код

source: Log Debug Output
ru: Вывод лога отладки

source: General
ru: Основное

source: Internet
ru: Прокси

source: Debugging
ru: Отладка

source: OK
ru: Принять

source: Cancel
ru: Отмена

source: The output is logged to the BOSSDebugLog.txt file
ru: Сообщения будут записаны в файл BOSSDebugLog.txt

source: Adds source code references to command line output.
ru: Добавляет ссылки на исходный код в выводимые сообщения командной строки

source: The higher the verbosity level, the more information is outputted to the command line.
ru: Более глубокий уровень отладки, больше информации будет выведено в командную строку.

source: The User Rules Manager requires the BOSS masterlist for %1% to have been downloaded, but it cannot be detected. Do you wish to download the latest masterlist now?
ru: Менеджер пользовательских правил требует загруженного мастерлиста для %1%, но не может его обнаружить. Желаете ли вы загрузить последний мастерлист сейчас?

source: Initialising User Rules Manager...
ru: Инициализация менеджера пользовательских правил...

source: Error: No internet connection detected. Masterlist could not be downloaded.
ru: Ошибка: Не найдено активное интернет-соединение. Мастерлист не может быть загружен.

source: before
ru: перед

source: after
ru: после

source: top
ru: вверх

source: bottom
ru: вниз

source: Rule Editor
ru: Редактор правил

source: For
ru: Для

source: Sort Item
ru: Сортировать объект

source: Sort
ru: Сортировать

source: Insert at the
ru: Вставить в

source: of
ru: из

source: Replace existing messages
ru: Заменить существующие сообщения

source: Default Plugin Messages
ru: Сообщения плагина по умолчанию

source: Installed Plugins
ru: Установленные плагины

source: Masterlist
ru: Мастерлист

source: Create New Rule
ru: Создать новое правило

source: Save Edited Rule
ru: Сохранить измененное правило

source: Delete Rule
ru: Удалить правило

source: Move Rule Up
ru: Переместить правило выше

source: Move Rule Down
ru: Переместить правило ниже

source: Save and Exit
ru: Сохранить и выйти

source: Messages must be entered in the correct format. See the User Rules Readme for more information.
ru: Сообщения должны быть введены в корректном формате. Смотрите описание пользовательских правил, для получения большей информации.

source: Rule Syntax Error: %1% Please correct the mistake before continuing.
ru: Ошибка в синтаксисе правила: %1% Пожалуйста исправьте ошибку, перед продолжением.

source: Are you sure you want to save your changes to the selected rule?
ru: Вы уверены, что хотите сохранить изменения в выбранном правиле?

source: Are you sure you want to delete the selected rule?
ru: Вы уверены, что хотите удалить выбранное правило?

source: User Rules Manager
ru: Менеджер пользовательских правил

source: No mod is specified to sort relative to.
ru: Не указан мод, по отношению к которому сортировать.

source: Cannot sort a plugin relative to a group.
ru: Нельзя отсортировать плагин относительно группы.

source: No group is specified to insert into.
ru: Не указана группа для вставки

source: Cannot insert into a plugin.
ru: Нельзя вставить в плагин

source: Cannot add messages when none are given.
ru: Нельзя добавлять сообщения, когда ничего не задано.

source: No rule mod is specified.
ru: Нет указанного в правиле мода.

source: No group is specified to sort relative to.
ru: Не указана группа, по отношению к которой сортировать.

source: Cannot sort a group relative to a plugin.
ru: Нельзя сортировать группу по отношению к плагину

source: Cannot insert groups.
ru: Невозможно вставлять группы

source: Cannot add messages to groups.
ru: Нельзя добавить сообщения к группе

source: The rule mod is not being sorted nor having its attached messages altered.
ru: Правило мода не может быть отсортировано, не имея добавленных им измененных сообщений.

source: Rule Syntax Error: Cannot sort a plugin relative to a group.
ru: Ошибка в синтаксисе правила: Нельзя сортировать плагин по отношению к группе

source: Rule Syntax Error: Cannot insert into a plugin.
ru: Ошибка в синтаксисе правила: Нельзя вставить в плагин

source: Rule Syntax Error: Cannot sort a group relative to a plugin.
ru: Ошибка в синтаксисе правила: Нельзя отсортировать группу по отношению к плагину

source: Rule Syntax Error: Cannot insert groups.
ru: Ошибка в синтаксисе правила: Нельзя вставить группу

source: The rule sorting the unrecognised plugin "%1%" has been disabled as the plugin is now recognised. If you wish to override its position in the masterlist, re-enable the rule.
ru: Правило, сортирующее неизвестные плагины "%1%", было отключено, так как плагин теперь известен. Если вы желаете изменить его позицию в мастерлисте, включите правило заново.

source: BOSS: Rule Disabled
ru: BOSS: Правило отключено

source: Masterlist Parsing Error: Expected a %1% at:
ru: Ошибка обработки мастерлиста: Ожидалось %1% на:

source: Ini Parsing Error: Expected a %1% at:
ru: Ошибка обработки INI: Ожидалось %1% на:

source: Userlist Parsing Error: Expected a %1% at:
ru: Ошибка обработки списка правил: Ожидалось %1% на:

source: Userlist Syntax Error: The rule beginning "%1%: %2%" %3%
ru: Ошибка в синтаксисе списка правил: Правило начинается с "%1%: %2%" %3%

source: Masterlist parsing aborted. Utility will end now.
ru: Обработка мастерлиста прервана. Утилита будет закрыта.

source: Ini parsing aborted. Some or all of the options may not have been set correctly.
ru: Обработка ini прервана. Некоторые или все настройки не могут быть установлены правильно.

source: Userlist parsing aborted. No rules will be applied.
ru: Обработка списка правил прервана. Отсутствуют правила, которые могли быть применены

source: includes a sort line in a rule with a FOR rule keyword.
ru: включает строку сортировки в правиле с ключом FOR.

source: tries to add a group.
ru: пытается добавить группу.

source: tries to sort the group "ESMs".
ru: пытается отсортировать группу "ESMs".

source: tries to sort the master .ESM file.
ru: пытается отсортировать ESM-файл.

source: references a mod and a group.
ru: ссылается на мод и группу.

source: tries to sort a group before the group "ESMs".
ru: пытается отсортировать группу, перед группой "ESMs".

source: tries to sort a mod before the master .ESM file.
ru: пытается отсортировать группу, перед ESM-файлом.

source: tries to insert a mod into the top of the group "ESMs", before the master .ESM file.
ru: пытается вставить мод вверх группы "ESMs", перед мастерфайлом .ESM-файл.

source: tries to insert a group or insert something into a mod.
ru: пытается вставить группу или что-то в мод.

source: tries to attach a message to a group.
ru: пытается прикрепить сообщение к группе

source: has more than one sort line.
ru: имеет больше чем одну строку для сортировки.

source: has more than one REPLACE-using message line.
ru: имеет больше чем одно использующее замену сообщение.

source: has a REPLACE-using message line that is not the first message line.
ru: имеет использующее замену сообщение, которое не первое сообщения в строке.

source: has a sort line that is not the second line of the rule.
ru: имеет строку сортировки, которая не вторая в правиле.

source: tries to sort a mod or group relative to itself.
ru: пытается сортировать мод или группу по отношению к себе.

source: tries to attach an malformatted message.
ru: пытается прикрепить сообщение неизвестного типа.

source: tries to sort a plugin before a master file.
ru: пытается отсортировать плагин перед мастерфайлом.

source: tries to sort a master file before a plugin.
ru: пытается отсортировать мастерфайл перед плагином.
