Repository: Baron59/boss
Catalog: data/boss-common/resources/l10n/*/LC_MESSAGES/messages.po
Languages: ru

source: No error.
ru: Нет ошибки.

source: No game master .esm file found!
ru: Не найден .esm мастерфайл игры!

source: "%1%" cannot be read!
ru: "%1%" не может быть прочитан!

source: "%1%" cannot be written to!
ru: "%1%" не может быть записан!

source: "%1%" is not encoded in valid UTF-8!
ru: "%1%" не закодирован в верной кодировке UTF-8!

source: "%1%" cannot be found!
ru: "%1%" не найден!

source: Evaluation of conditional "%1%" for item "%2%" failed!
ru: Определение условия "%1%" для "%2%" не удалось!

source: "%1%" is not a valid regular expression. Item skipped.
ru: "%1%" это неверное регулярное выражение. Запись пропущена.

source: No game detected!
ru: Игра не найдена!

source: "%1%" cannot be converted from UTF-8 to "%2%".
ru: "%1%" не может быть конвертирован из UTF-8 в "%2%".

source: Master file "%1%" loading after non-master plugins!
ru: Мастерфайл "%1%" загружается после плагинов, не являющихся мастерфайлами!

source: Cannot find online masterlist revision number!
ru: Невозможно найти номер ревизии мастерлиста онлайн!

source: Cannot find online masterlist revision date!
ru: Невозможно найти дату ревизии мастерлиста онлайн!

source: Cannot read list of files to be updated!
ru: Невозможно прочесть список файлов для обновления!

source: Downloaded file "%1%" failed verification test!
ru: Загруженный файл "%1%" не прошел проверку!

source: The modification date of "%1%" cannot be read! Filesystem response: "%2%".
ru: Не читается дата модификации для "%1%"! Ответ файловой системы: "%2%".

source: "%1%" cannot be renamed! Filesystem response: "%2%".
ru: "%1%" не может быть переименован! Ответ файловой системы: "%2%".

source: "%1%" cannot be deleted! Filesystem response: "%2%".
ru: "%1%" не найден! Ответ файловой системы: "%2%".

source: "%1%" cannot be created! Filesystem response: "%2%".
ru: "%1%" не может быть создан! Ответ файловой системы: "%2%".

source: "%1%" cannot be scanned! Filesystem response: "%2%".
ru: "%1%" не может быть отсканирован! Ответ файловой системы: "%2%".

source: cURL cannot be initialised!
ru: cURL не может быть инициализирован!

source: cURL's error buffer could not be set! cURL response: "%1%".
ru: Ошибка cURL, буфер не может быть установлен! Ответ cURL: "%1%".

source: A cURL option could not be set! cURL response: "%1%".
ru: Опция cURL не может быть установлена! Ответ cURL: "%1%".

source: Proxy hostname or port invalid! cURL response: "%1%".
ru: Имя прокси или порт недействителен! Ответ cURL: "%1%".

source: Failed to set proxy type! cURL response: "%1%".
ru: Не удается установить тип прокси! Ответ cURL: "%1%".

source: Proxy authentication username or password invalid! cURL response: "%1%".
ru: Имя пользователя или пароль для прокси недействительны! Ответ cURL: "%1%".

source: Failed to set proxy authentication type! cURL response: "%1%".
ru: Невозможно установить тип идентификации прокси! Ответ cURL: "%1%".

source: cURL could not perform task! cURL response: "%1%".
ru: cURL не может выполнить задачу! Ответ cURL: "%1%".

source: Cancelled by user.
ru: Отменено пользователем.

source: Parsing of "%1%" failed!
ru: Обработка "%1%" не удалась!

source: The modification date of "%1%" cannot be written! Filesystem response: "%2%".
ru: Дата изменения для "%1%" не может быть записана! Ответ файловой системы: "%2%".

source: The window "%1%" failed to initialise. Details: "%2%".
ru: Окно "%1%" не удалось инициализировать. Детали: "%2%".

source: Memory allocation failed.
ru: Ошибка выделения памяти.

source: No Internet connection detected.
ru: Интернет-подключение не найдено.

source: No tag map has yet been initialised.
ru: Карты тегов еще не инициализирована

source: The requested change to the active plugins list would result in over 255 plugins being active.
ru: Запрошенные изменения в списке активных плагинов приведут к наличию более чем 255 активных плагинов.

source: Rule is disabled.
ru: Правило отключено.

source: is not installed or in the masterlist.
ru: не установлен или уже в мастерлисте.

source: is already in the masterlist.
ru: уже в мастерлисте.

source: is not in the masterlist, cannot override.
ru: не в мастерлисте, невозможно перезаписать.

source: is not installed, and is not in the masterlist.
ru: не установлен и отсутствует в мастерлисте.

source: is not in the masterlist and has not been sorted by a rule.
ru: отсутствует в мастерлисте и не может быть отсортирован правилом.

source: The group
ru: Группа

source: is not in the masterlist or is malformatted.
ru: отсутствует в мастерлисте или неизвестного типа.

source: Version:
ru: Версия:

source: Checksum:
ru: Контрольная сумма:

source: The order of plugins set by BOSS differs from their order in its masterlist, as one or more of the installed plugins is false-flagged. For more information, see "file:../Docs/BOSS%20Readme.html#appendix-c False-Flagged Plugins".
ru: Порядок плагинов, заданный в BOSS, отличается от их порядка в мастерлисте, один или больше установленных плагинов являются ложно-помеченными. Для подробной информации смотрите "file:../Docs/BOSS%20Readme.html#appendix-c False-Flagged Plugins".

source: Could not enforce load order master/plugin partition. Details:
ru: Не в состоянии обеспечить изменить порядок загрузки раздела плагинов/мастерфайлов. Детали:

source: Version
ru: Версия

source: Active
ru: Активен

source: Error:
ru: Ошибка:

source: Critical Error:
ru: Критическая ошибка:

source: Check the Troubleshooting section of the ReadMe for more information and possible solutions.
ru: Проверьте секцию ридми "Решение проблем", для большей информации и возможных решений.

source: Utility will end now.
ru: Утилита сейчас закроется.

source: Note
ru: Примечание

source: Bash Tag suggestion(s)
ru: Bash-теги

source: Requires
ru: Требуется

source: Incompatible with
ru: Несовместим с

source: Warning
ru: Предупреждение

source: Error
ru: Ошибка

source: Contains dirty edits
ru: "Грязные" правки

source: Sort %1% before %2%
ru: Сортировать %1% перед %2%

source: Sort %1% after %2%
ru: Сортировать %1% после %2%

source: Insert %1% at the top of %2%
ru: Вставлен %1% на верх группы %2%

source: Insert %1% at the bottom of %2%
ru: Вставлен %1% в низ группы %2%

source: Add the following messages to %1%:
ru: Добавить сообщение к %1%:

source: Add the following messages:
ru: Добавляет следующие сообщения:

source: Replace the messages attached to %1% with:
ru: Заменяет сообщения, добавленные к %1% с:

source: Replace the attached messages with:
ru: Заменяет сообщения, добавленные с

source: Version
ru: Версия

source: Log Feature Support
ru: Поддержка функций лога

source: Display Settings
ru: Настройки отображения

source: Filters
ru: Фильтры

source: The BOSS Log requires Javascript to be enabled in order to function.
ru: Для работы всех функций лога BOSS требуется включить JavaScript

source: Colours must be specified using lowercase hex codes.
ru: Цвета должны быть заданы с помощью строчных шестнадцатеричных кодов.

source: The BOSS Log can be displayed using an alternative colour scheme, which can be enabled and customised using the options below. Colours must be specified using their lowercase hex codes. The default value for each element is displayed as the placeholder for its text box, and this value is used if the text box is left empty.
ru: Лог BOSS может быть отображен с использованием альтернативной цветовой схемы, которая может быть включена и настроена нижестоящими опциями. Цвета должны быть заданы с помощью строчных шестнадцатеричных кодов. Значение по умолчанию для каждого элемента отобразится как заполнитель его текстового поля, и это значение используется, если текстовое поле останется пустым.

source: Some examples of colour codes that can be used may be found <a href='http://en.wikipedia.org/wiki/Web_colors#Color_table'>here</a>.
ru: Примеры цветовых кодов могут быть найдены <a href='http://ru.wikipedia.org/wiki/%D0%A6%D0%B2%D0%B5%D1%82%D0%B0_HTML'>здесь</a>.

source: Use Alternative Colour Scheme
ru: Использовать альтернативную цветовую схему

source: Element
ru: Элемент

source: Colour
ru: Цвет

source: General Text
ru: Основной текст

source: Window Backgrounds
ru: Фон окна

source: Menu Background
ru: Фон меню

source: Menu Button Hover
ru: Покрытие кнопки меню

source: Active Menu Button
ru: Активная кнопка меню

source: Links
ru: Ссылки

source: Visited Links
ru: Посещенные ссылки

source: CRC Labels
ru: Метки контрольных сумм

source: Active Labels
ru: Метки активных

source: Version Labels
ru: Метки версий

source: Errors
ru: Ошибки

source: Warnings
ru: Предупреждения

source: Dirty Messages
ru: Сообщения о "грязных правках"

source: Bash Tag Suggestion Prefixes
ru: Префиксы Bash-тегов

source: CSS Settings Panel File Drag Highlight
ru: Подсветка панели настроек стилей переноса файла

source: Filters Background
ru: Фон фильтров

source: Success Messages
ru: Сообщения об успехе

source: Quoted Userlist Messages
ru: Цитированные сообщения списка правил

source: Summary Messages Default Background
ru: Фон по умолчанию для общих сообщений

source: Table Headings
ru: Заголовки таблицы

source: You can <span class='button' id='cssButtonBackup'>back up</span> your display settings to avoid losing them when you <span id='loseSettingsClose'>close the BOSS Log</span><span id='loseSettingsCacheClear'>clear your browser's cache</span>.
ru: Вы можете <span class='button' id='cssButtonBackup'>сделать резервную копию</span> ваших настроек стилей, для предотвращения их потери, в случае, когда вы <span id='loseSettingsClose'>закроете лог BOSS и </span><span id='loseSettingsCacheClear'>очистите кэш браузера</span>.

source: Backup files are given nonsensical names by your browser, but you can rename them to whatever you want. Drag and drop a backup file into this panel to restore the settings it contains.
ru: Резервное копирование файлов с присвоенными вашим браузером именами, но вы можете переименовать их так как вам нужно. Перетащите файл резервной копии на эту панель для восстановления содержащихся в нем настроек.

source: Apply
ru: Сохранить

source: Support for the BOSS Log's more advanced features varies. Here's what your browser supports:
ru: Поддержка дополнительных функций для лога BOSS варьируется. Здесь то, что поддерживает ваш браузер:

source: Functionality
ru: Функциональность

source: In-Log Plugin Submission
ru: Отправка плагинов из лога

source: Allows unrecognised plugins to be anonymously submitted to the BOSS team directly from the BOSS Log.
ru: Все неизвестные плагины могут быть анонимно предоставлены команде BOSS, напрямую из этого лога.

source: Backup/Restore of Display Settings
ru: Сохранение/восстановление настроек отображения

source: Allows the backup and restore of custom display settings.
ru: Позволяет сделать резервную копию и восстановить из неё измененные настройки отображения.

source: Settings Memory
ru: Запоминание настроек

source: Allows the BOSS Log to automatically restore the display settings and filter configuration last used, and to hide this panel, whenever the BOSS Log is opened.
ru: Позволяет автоматически восстановить последнюю конфигурацию настроек отображения и фильтров. Скрывает эту панель, когда бы лог BOSS не был бы открыт.

source: Appearance
ru: Внешний вид

source: Opacity
ru: Непрозрачность

source: Shadows
ru: Тени

source: Transitions
ru: Переходы

source: Transforms
ru: Преобразования

source: Input Placeholders
ru: Входные заполнители

source: Form Validation
ru: Проверка формы

source: Do not display this panel again for this browser. If this checkbox is left unchecked, this panel will be displayed every time you open the BOSS Log.
ru: Не показывать в следующий раз эту панель. Если этот флажок оставить неотмеченным, эта панель будет отображаться каждый раз, при открытии браузера.

source: Hide Version Numbers
ru: Скрыть номера версии

source: Hide 'Active' Label
ru: Скрыть метку 'Активен'

source: Hide Checksums
ru: Скрыть CRC суммы

source: Hide Notes
ru: Скрыть примечания

source: Hide Bash Tag Suggestions
ru: Скрыть Bash-теги

source: Hide Requirements
ru: Скрыть требования

source: Hide Incompatibilities
ru: Скрыть несовместимости

source: Hide 'Do Not Clean' Messages
ru: Скрыть сообщения 'Не чистить'

source: Hide All Plugin Messages
ru: Скрыть все сообщения

source: Hide Inactive Plugins
ru: Скрыть неактивные плагины

source: Hide Messageless Plugins
ru: Скрыть плагины без сообщений

source: Hide Clean Plugins
ru: Скрыть "чистые" плагины

source: %1% of %2% recognised plugins hidden.
ru: %1% из %2% известных плагинов скрыты.

source: %1% of %2% messages hidden.
ru: %1% из %2% сообщений скрыты.

source: Submit Plugin
ru: Отправка плагина

source: Plugin
ru: Плагин

source: Download Location
ru: Источник загрузки

source: A link to the plugin&#x27;s download location.
ru: Ссылка на страницу загрузки плагина.

source: Additional Notes
ru: Дополнительные заметки

source: Any additional information, such as recommended Bash Tags, load order suggestions, ITM/UDR counts and dirty CRCs, can be supplied here. If no download link is available, this information is crucial.
ru: Любая дополнительная информация, такая как рекомендуемые Bash-теги, указания по порядку загрузки, количество ITM/UDR записей и контрольные суммы "грязных" плагинов, могут быть указаны здесь, если нет доступной ссылки для загрузки. Эта информация очень важна.

source: Submit
ru: Отправить

source: Close
ru: Закрыть

source: Checking for existing submission...
ru: Проверка существования заявки...

source: Error: Existing submission check failed!
ru: Ошибка: Проверка существования заявки не удалась!

source: Previous submission found, updating with supplied details...
ru: Найдена предыдущая заявка, обновление переданными данными...

source: Plugin submission updated!
ru: Заявка плагина обновлена!

source: Error: Plugin submission could not be updated.
ru: Ошибка: Заявка плагина не может быть отображена.

source: No previous submission found, creating new submission...
ru: Не обнаружено предыдущей заявки, создание новой...

source: Plugin submitted!
ru: Плагин предоставлен!

source: Error: Plugin could not be submitted.
ru: Ошибка: Плагин не может быть отправлен.

source: Error: Data transfer failed.
ru: Ошибка: Передача данных не удалась.

source: Web storage quota for this document has been exceeded. Please empty your browser\'s cache. Note that this will delete all locally stored data.
ru: Квода для Web-хранилища была превышена. Пожалуйста очистите кеш браузера. Но это удалит все локально сохраненные данные

source: Please supply at least a link or some notes.
ru: Пожалуйста укажите хотя бы ссылку или некоторое описание.

source: Exception occurred:
ru: Произошло исключение:

source: Do not clean.
ru: Не чистить.

source: Summary
ru: Сводка

source: User Rules
ru: Пользовательские правила

source: %1% Plugins
ru: %1% Плагины

source: Recognised Plugins
ru: Известные плагины

source: Restored Load Order
ru: Порядок загрузки восстановлен

source: Unrecognised Plugins
ru: Неизвестные плагины

source: Plugin Type
ru: Тип плагина

source: Count
ru: Количество

source: Recognised (or sorted by user rules)
ru: Известный (или отсортированный пользовательскими правилами)

source: Unrecognised
ru: Неизвестный

source: Inactive
ru: Неактивный

source: All
ru: Все

source: Plugin Message Type
ru: Тип сообщения

source: No change in recognised plugin list since last run.
ru: Никаких изменений в списке известных плагинов, с последнего запуска.

source: Rule
ru: Правило

source: Applied
ru: Принято

source: Details (if applicable)
ru: Детали (если имеются)

source: Plugins
ru: Плагины

source: Restored Load Order (Using modlist.txt)
ru: Восстановлен порядок загрузки(Использован modlist.txt)

source: Restored Load Order (Using modlist.old)
ru: Восстановлен порядок загрузки (Использован modlist.old)

source: These plugins are recognised by BOSS and have been sorted according to its masterlist. Please read any attached messages and act on any that require action.
ru: Эти плагины известны BOSS и были отсортированы, в соответствии с их положением в мастерлисте. Пожалуйста, прочтите прикрепленные сообщения и выполните все требуемые действия.

source: The following plugins were not found in the masterlist, and must be positioned manually, using your favourite mod manager or by using BOSS's user rules functionality.
ru: Следующие плагины не найдены в мастерлисте и должны быть перемещены вручную, с использованием вашего любимого менеджера модов или функционала пользовательских правил BOSS.

source: You can submit unrecognised plugins for addition to the masterlist directly from this log by clicking on a plugin and supplying a link and/or description of its contents in the panel that is displayed.
ru: Вы можете отправить неизвестные плагины, для их добавления в мастерлист, напрямую, из HTML-лога, нажатием на плагин и предоставлением ссылки и/или описания его содержимого, в открывшейся панели.

source: Please read any attached messages and act on any that require action.
ru: Пожалуйста, прочтите прикрепленные сообщения и выполните все требуемые действия.

source: Description:
ru: Описание:

source: BOSS is a utility that sorts the mod load order of TESIV: Oblivion, Nehrim, Fallout 3, Fallout: New Vegas and TESV: Skyrim according to a frequently updated masterlist to minimise incompatibilities between mods.
ru: BOSS - это утилита, которая сортирует порядок загрузки модов, для таких игр как TESIV: Oblivion, Nehrim, Fallout 3, Fallout: New Vegas и TESV: Skyrim, в соответствии с порядком в часто обновляемом мастерлисте, чтобы минимизировать несовместимости между модами.

source: Examples:
ru: Примеры:

source: updates the masterlist, sorts your mods, and shows the log
ru: обновляет мастерлист, сортирует ваши моды и открывает лог

source: reverts your load order 1 level and skips showing the log
ru: возвращает ваш прошлый порядок загрузки и пропускает показ лога

source: reverts your load order 2 levels and shows the log
ru: возвращает ваш порядок загрузки на два запуска назад и пропускает показ лога

source: Downloading: %s; %3.0f%% of %3.0f KB
ru: Загрузка: %s; %3.0f%% из %3.0f KB

source: produces this help message
ru: вызывает это вспомогательное сообщение

source: prints the version banner
ru: выводит всплывающее окно с версией

source: automatically update the local copy of the masterlist to the latest version available on the web before sorting
ru: перед сортировкой, автоматически обновляет локальную копию мастерлиста до последней, доступной через web, версии.

source: inhibit the automatic masterlist updater
ru: задерживает автоматическое обновление мастерлиста.

source: automatically update the local copy of the masterlist to the latest version available on the web but don't sort right now
ru: автоматически обновляет локальную копию мастерлиста до последней версии, доступной через web, но без запуска сортировки.

source: don't launch a browser to show the HTML log at program completion
ru: не открывать браузер для показа HTML лога по завершению программы.

source: revert to a previous load order. this parameter optionally accepts values of 1 or 2, indicating how many undo steps to apply. if no option value is specified, it defaults to 1
ru: возвращает предыдущий порядок загрузки. Этот параметр опционально принимает значения 1 или 2, означающих, как много шагов отката сделать. Если значение не установлено , то по умолчанию используется 1

source: specify verbosity level (0-3) of the debugging output. 0 is the default, showing only WARN and ERROR messges. 1 (INFO and above) is implied if this option is specified without an argument. higher values increase the verbosity further
ru: Задание уровня детализации (0-3) выводимых отладочных сообщений. 0 по умолчанию, показывает только предупреждения и ошибки. 1 (INFO и выше) подразумевается, если эта опция указана без аргументов. Большие значения повышают детализацию еще больше

source: override game autodetection. valid values are: 'Oblivion', 'Nehrim', 'Fallout3', 'FalloutNV', and 'Skyrim'
ru: заменяет авто. обнаружение игры. допустимые значения: 'Oblivion', 'Nehrim', 'Fallout3', 'FalloutNV', и 'Skyrim'

source: add source file references to debug statements
ru: добавление ссылок на исходные файлы для отчета отладки

source: show mod file CRCs, so that a file's CRC can be added to the masterlist in a conditional
ru: показывает контрольные суммы(CRC) модов, так что CRC файла могжет быть добавлено в мастерлист, с помощью условий

source: select output format. valid values are: 'html', 'text'
ru: выбор формата вывода. допустимые значения: 'html', 'text'

source: run BOSS without actually making any changes to load order
ru: запуск BOSS без реального изменения порядка загрузки

source: sets the proxy hostname for the masterlist updater
ru: устанавливает имя прокси для обновления мастерлиста.

source: sets the proxy port number for the masterlist updater
ru: устанавливает номер порта прокси для обновления мастерлиста.

source: logs the debug output to the BOSSDebugLog.txt file instead of the command line.
ru: выводит сообщения отладки в файл BOSSDebugLog.txt вместо командной строки.

source: Checking for BOSS updates...
ru: Проверка обновлений BOSS...

source: You are already using the latest version of BOSS.
ru: У вас уже последняя версия BOSS.

source: Update available! New version: %s
ru: Доступно обновление! Новая версия: %s

source: The update may be downloaded from any of the locations listed in the BOSS Log.
ru: Обновление может быть загружено из любого другого места, из представленных в логе BOSS.

source: Release notes:
ru: Заметки к выпуску:

source: Do you want to download and install the update? (y/n)
ru: Вы хотите загрузить и установить обновление? (y/n)

source: No update has been downloaded or installed.
ru: Никаких обновлений не было загружено или установлено

source: New installer successfully downloaded!
ru: Новый установщик успешно загружен!

source: BOSS will now launch the downloaded installer and exit. Complete the installer to complete the update.
ru: Теперь BOSS запустит скачанный установщик и закроется. Завершите установку для завершения обновления.

source: Update cancelled.
ru: Обновление прервано

source: BOSS Update check failed. No Internet connection detected.
ru: Проверка обновлений BOSS не удалась. Не найдено активное интернет-соединение.

source: Please pick which game to run BOSS for:
ru: Пожалуйста выберете, для какой игры загрузить BOSS:

source: Invalid selection.
ru: Неправильный выбор.

source: Updating to the latest masterlist from the Google Code repository...
ru: Обновление до последнего мастерлиста с репозиториев Google...

source: Your masterlist is already at the latest revision (r%1%; %2%). No update necessary.
ru: Ваш мастерлист уже последней версии (r %1%; %2%). Обновление не требуется.

source: Your masterlist has been updated to revision %1% (%2%).
ru: Ваш мастерлист был обновлен до версии %1% (%2%).

source: Error: masterlist update failed.
ru: Ошибка: обновление мастерлиста не удалось.

source: Details: %1%
ru: Детали: %1%

source: No internet connection detected. Masterlist auto-updater could not check for updates.
ru: Не найдено активное интернет-соединение. Проверка обновлений не может быть произведена.

source: BOSS working...
ru: BOSS работает...

source: Critical Error: %1%
ru: Критическая ошибка: %1%

source: Downloading: %1%
ru: Загрузка: %1%

source: Are you sure you want to cancel?
ru: Вы уверены, что хотите отменить?

source: BOSS: Updater
ru: BOSS: Обновление

source: Error: %1% Details: %2%
ru: Ошибка: %1% Детали: %2%

source: BOSS: Error
ru: BOSS: Ошибка

source: Error: could not apply translation: %1%
ru: Ошибка: Невозможно применить перевод: %1%

source: Error: The BOSS GUI is already running. This instance will now quit.
ru: Ошибка: BOSS GUI уже запущен. Этот экземпляр будет закрыт.
